Repository: danny-svj/ProyectoSwift
Catalog: ImpactMatch/Localizable.xcstrings
Source language: es
Languages: en, pt

source: ¡Conexión creada! Revisa tus Conexiones
en: Connection made! Check your Connections
pt: Conexão criada! Confira suas Conexões

source: ¡Nueva conexión! 🎉
en: New connection! 🎉
pt: Nova conexão! 🎉

source: ¿Cerrar sesión?
en: Log out?
pt: Sair da conta?

source: ¿Cómo quieres usar ImpactMatch?
en: How do you want to use ImpactMatch?
pt: Como você quer usar o ImpactMatch?

source: ¿Olvidaste tu contraseña?
en: Forgot your password?
pt: Esqueceu sua senha?

source: ¿Qué estudias?
en: What do you study?
pt: O que você estuda?

source: ¿Qué se hará y por qué importa?
en: What will be done and why does it matter?
pt: O que será feito e por que importa?

source: ¿Restablecer todos los datos?
en: Reset all data?
pt: Redefinir todos os dados?

source: %@ alianzas creadas gracias a la comunidad ImpactMatch
en: %@ alliances created thanks to the ImpactMatch community
pt: %@ alianças criadas graças à comunidade ImpactMatch

source: %@ h / semana
en: %@ h / week

source: %@ por ciento
en: %@ percent
pt: %@ por cento

source: %@ por ciento de compatibilidad, %@
en: %@ percent compatibility, %@
pt: %@ por cento de compatibilidade, %@

source: %@ resultado%@
en: %@ result%@

source: %@, peso %@ por ciento
en: %@, weight %@ percent
pt: %@, peso %@ por cento

source: Aceptada
en: Accepted
pt: Aceita

source: Actualización de tu solicitud
en: Update on your request
pt: Atualização da sua solicitação

source: Agrega al menos una habilidad para continuar.
en: Add at least one skill to continue.
pt: Adicione pelo menos uma habilidade para continuar.

source: Agregar
en: Add
pt: Adicionar

source: Agregar otra habilidad...
en: Add another skill...
pt: Adicionar outra habilidade...

source: Agregar otro interés...
en: Add another interest...
pt: Adicionar outro interesse...

source: Al continuar aceptas los Términos y la Política de privacidad de ImpactMatch.
en: By continuing you accept ImpactMatch's Terms and Privacy Policy.
pt: Ao continuar você aceita os Termos e a Política de Privacidade do ImpactMatch.

source: Alianzas creadas
en: Alliances created
pt: Alianças criadas

source: alianzas creadas gracias a la comunidad ImpactMatch
en: alliances created thanks to the ImpactMatch community
pt: alianças criadas graças à comunidade ImpactMatch

source: alta
en: high

source: Ayuda a las personas a entender qué pueden aportar contigo.
en: Help people understand what they can contribute with you.
pt: Ajude as pessoas a entender o que podem contribuir com você.

source: baja
en: low
pt: baixa

source: Bienvenido de vuelta
en: Welcome back
pt: Bem-vindo de volta

source: Biografía
en: Bio
pt: Biografia

source: Borra tu perfil, oportunidades creadas, solicitudes y conexiones, y vuelve a los datos de ejemplo. Útil antes de una presentación.
en: Erases your profile, created opportunities, requests, and connections, and goes back to the sample data. Useful before a presentation.
pt: Apaga seu perfil, oportunidades criadas, solicitações e conexões, e volta aos dados de exemplo. Útil antes de uma apresentação.

source: Busca
en: Looking for
pt: Procura

source: Buscar oportunidades...
en: Search opportunities...

source: Cambia el idioma de inmediato, sin reiniciar la app.
en: Changes the language immediately, no app restart needed.
pt: Muda o idioma imediatamente, sem reiniciar o app.

source: Cambia el idioma y la apariencia de inmediato, sin reiniciar la app.
en: Changes the language and appearance immediately, without restarting the app.
pt: Muda o idioma e a aparência imediatamente, sem reiniciar o app.

source: Cancelar
en: Cancel

source: Carrera
en: Field of study
pt: Curso

source: Carrera / área de estudio (opcional)
en: Field of study (optional)
pt: Curso / área de estudo (opcional)

source: Causas que apoyas
en: Causes you support
pt: Causas que você apoia

source: Cerca de mí
en: Near me
pt: Perto de mim

source: Cerrar
en: Close
pt: Fechar

source: Cerrar mapa
en: Close map
pt: Fechar mapa

source: Cerrar sesión
en: Log out
pt: Sair da conta

source: Claro
en: Light

source: Cómo contribuyes tú
en: How you contribute
pt: Como você contribui

source: Compatibilidad explicada
en: Compatibility explained
pt: Compatibilidade explicada

source: Conecta talento con propósito
en: Connecting talent with purpose
pt: Conectando talento com propósito

source: Conexiones
en: Connections
pt: Conexões

source: Configuración
en: Settings
pt: Configurações

source: Continuar
en: Continue

source: Contraseña
en: Password
pt: Senha

source: Correo electrónico
en: Email
pt: E-mail

source: Crea tu cuenta
en: Create your account
pt: Crie sua conta

source: Crear una cuenta nueva
en: Create a new account
pt: Criar uma conta nova

source: Cuando apliques a una oportunidad, aparecerá aquí.
en: When you apply to an opportunity, it'll show up here.
pt: Quando você se candidatar a uma oportunidade, ela aparecerá aqui.

source: Cuéntale a otros quién eres y qué buscas
en: Tell others who you are and what you're looking for
pt: Conte aos outros quem você é e o que procura

source: Cuéntanos de ti (opcional)
en: Tell us about yourself (optional)
pt: Conte-nos sobre você (opcional)

source: Descripción
en: Description
pt: Descrição

source: Detalle
en: Detail
pt: Detalhe

source: Detalles
en: Details
pt: Detalhes

source: Disponibilidad
en: Availability
pt: Disponibilidade

source: Duración
en: Duration
pt: Duração

source: Editar perfil
en: Edit profile

source: ej. 3 meses
en: e.g. 3 months
pt: ex. 3 meses

source: ej. Ciudad de México, MX
en: e.g. Mexico City, MX
pt: ex. Cidade do México, MX

source: ej. Desarrollador SwiftUI
en: e.g. SwiftUI Developer
pt: ex. Desenvolvedor(a) SwiftUI

source: ej. Estudiante de Ing. en Software
en: e.g. Software Engineering student
pt: ex. Estudante de Engenharia de Software

source: ej. Ingeniería en Software
en: e.g. Software Engineering
pt: ex. Engenharia de Software

source: ej. Medio tiempo, 15h/semana
en: e.g. Part-time, 15h/week
pt: ex. Meio período, 15h/semana

source: ej. ONG de educación tecnológica
en: e.g. Tech education nonprofit
pt: ex. ONG de educação tecnológica

source: El impacto de ImpactMatch
en: ImpactMatch's impact
pt: O impacto do ImpactMatch

source: Elige o agrega las que te representen — así calculamos qué tan compatible eres con cada oportunidad.
en: Choose or add the ones that represent you — that's how we calculate how compatible you are with each opportunity.
pt: Escolha ou adicione as que te representam — é assim que calculamos sua compatibilidade com cada oportunidade.

source: Empleo
en: Job
pt: Emprego

source: Empresa / Organización
en: Company / Organization
pt: Empresa / Organização

source: Encuentra tu próxima alianza
en: Find your next alliance
pt: Encontre sua próxima aliança

source: Esto es lo que usamos para calcular tu compatibilidad — puedes editarlo después.
en: This is what we use to calculate your compatibility — you can edit it later.
pt: É isso que usamos para calcular sua compatibilidade — você pode editar depois.

source: Esto no se puede deshacer.
en: This can't be undone.
pt: Isso não pode ser desfeito.

source: Esto nos ayuda a personalizar tu experiencia
en: This helps us personalize your experience
pt: Isso nos ajuda a personalizar sua experiência

source: Estos números representan cómo ImpactMatch conecta personas, empresas y organizaciones para construir alianzas reales alineadas al ODS 17.
en: These numbers represent how ImpactMatch connects people, companies, and organizations to build real alliances aligned with SDG 17.
pt: Estes números representam como o ImpactMatch conecta pessoas, empresas e organizações para construir alianças reais alinhadas ao ODS 17.

source: Explorar
en: Explore

source: Guardar oportunidad
en: Save opportunity
pt: Salvar oportunidade

source: Habilidades
en: Skills

source: Habilidades necesarias (separadas por coma)
en: Required skills (comma-separated)
pt: Habilidades necessárias (separadas por vírgula)

source: Habilidades requeridas
en: Required skills
pt: Habilidades exigidas

source: Híbrido
en: Hybrid

source: Hola, %@
en: Hi, %@
pt: Olá, %@

source: Horario
en: Schedule
pt: Horário

source: Ícono
en: Icon
pt: Ícone

source: Idioma
en: Language

source: Idioma del sistema
en: System language
pt: Idioma do sistema

source: ImpactMatch — Conecta talento con propósito
en: ImpactMatch — Connecting talent with purpose
pt: ImpactMatch — Conectando talento com propósito

source: Impacto
en: Impact

source: Impacto de la comunidad
en: Community impact
pt: Impacto da comunidade

source: Ingresa el nombre de la organización.
en: Enter the organization's name.
pt: Digite o nome da organização.

source: Ingresa tu contraseña.
en: Enter your password.
pt: Digite sua senha.

source: Ingresa tu correo electrónico.
en: Enter your email.
pt: Digite seu e-mail.

source: Ingresa tu nombre.
en: Enter your name.
pt: Digite seu nome.

source: Ingresa un correo válido.
en: Enter a valid email.
pt: Digite um e-mail válido.

source: Inicia sesión para seguir creando alianzas
en: Log in to keep creating alliances
pt: Entre para continuar criando alianças

source: INICIANDO SISTEMA...
en: STARTING SYSTEM...

source: Iniciar sesión
en: Log in
pt: Entrar

source: Inicio
en: Home
pt: Início

source: Intereses
en: Interests
pt: Interesses

source: Intereses relacionados (separadas por coma)
en: Related interests (comma-separated)
pt: Interesses relacionados (separados por vírgula)

source: La mensajería directa llega en una próxima versión — por ahora puedes verla en el mapa.
en: Direct messaging is coming in a future version — for now you can see it on the map.
pt: As mensagens diretas chegam em uma próxima versão — por enquanto você pode vê-la no mapa.

source: La organización no continuó esta vez
en: The organization didn't move forward this time
pt: A organização não seguiu em frente desta vez

source: Listo
en: Done
pt: Pronto

source: Lo que ofrece tu organización
en: What your organization offers
pt: O que sua organização oferece

source: Matches realizados
en: Matches made

source: media
en: medium
pt: média

source: Mejores compatibilidades para ti
en: Best matches for you
pt: Melhores compatibilidades para você

source: Misma carrera
en: Same major
pt: Mesmo curso

source: Modalidad
en: Modality
pt: Modalidade

source: Modalidad preferida
en: Preferred format
pt: Modalidade preferida

source: Mostrar interés / Aplicar
en: Show interest / Apply
pt: Mostrar interesse / Candidatar-se

source: No especificados
en: Not specified
pt: Não especificados

source: Nombre completo
en: Full name
pt: Nome completo

source: Nombre de la organización
en: Organization name
pt: Nome da organização

source: Nueva oportunidad
en: New opportunity
pt: Nova oportunidade

source: Nueva organización
en: New organization
pt: Nova organização

source: Nueva persona
en: New person
pt: Nova pessoa

source: Nuevo en ImpactMatch
en: New to ImpactMatch
pt: Novo no ImpactMatch

source: o
en: or
pt: ou

source: ODS 17 · Alianzas para lograr los objetivos
en: SDG 17 · Partnerships for the goals
pt: ODS 17 · Parcerias para os objetivos

source: Opcional
en: Optional

source: Oportunidades publicadas
en: Opportunities posted

source: Organización nueva en ImpactMatch
en: New organization on ImpactMatch
pt: Organização nova no ImpactMatch

source: Organizaciones
en: Organizations
pt: Organizações

source: Oscuro
en: Dark
pt: Escuro

source: Pendiente
en: Pending
pt: Pendente

source: Perfil
en: Profile

source: Persona
en: Individual
pt: Pessoa

source: Personas
en: People
pt: Pessoas

source: Personas conectadas
en: People connected
pt: Pessoas conectadas

source: Peso %@%%
en: Weight %@%%

source: Por definir
en: To be defined
pt: A definir

source: Práctica profesional
en: Internship
pt: Estágio

source: Preferencias
en: Preferences
pt: Preferências

source: Presencial
en: On-site

source: Probabilidad de ser aceptado
en: Chance of being accepted
pt: Chance de ser aceito

source: Probabilidad de ser aceptado: %@ por ciento, %@
en: Chance of being accepted: %@ percent, %@
pt: Probabilidade de ser aceito: %@ por cento, %@

source: Proyecto / Colaboración
en: Project / Collaboration
pt: Projeto / Colaboração

source: Proyectos
en: Projects
pt: Projetos

source: Proyectos completados
en: Projects completed
pt: Projetos concluídos

source: Prueba con otro término o filtro.
en: Try another term or filter.
pt: Tente outro termo ou filtro.

source: Publicar nueva oportunidad
en: Post new opportunity
pt: Publicar nova oportunidade

source: Publicar oportunidad
en: Post opportunity
pt: Publicar oportunidade

source: Qué hace tu organización
en: What your organization does
pt: O que sua organização faz

source: Quitar de guardados
en: Remove from saved
pt: Remover dos salvos

source: Rechazada
en: Declined
pt: Recusada

source: Registro
en: Sign up
pt: Cadastro

source: Remoto
en: Remote

source: Requisitos
en: Requirements

source: Requisitos adicionales
en: Additional requirements
pt: Requisitos adicionais

source: Restablecer
en: Reset
pt: Redefinir

source: Restablecer datos de la demo
en: Reset demo data
pt: Redefinir dados da demonstração

source: Sin conexiones aún
en: No connections yet
pt: Ainda sem conexões

source: Sin especificar
en: Not specified
pt: Não especificado

source: Sin resultados
en: No results
pt: Sem resultados

source: Sin solicitudes
en: No requests
pt: Sem solicitações

source: Sistema
en: System

source: Sobre mí
en: About me
pt: Sobre mim

source: Solicitud enviada — esperando respuesta
en: Request sent — awaiting response
pt: Solicitação enviada — aguardando resposta

source: Solicitudes
en: Requests
pt: Solicitações

source: Sostenibilidad, Educación
en: Sustainability, Education
pt: Sustentabilidade, Educação

source: Sugeridas para %@
en: Suggested for %@

source: Swift, SwiftUI, Diseño
en: Swift, SwiftUI, Design
pt: Swift, SwiftUI, Design

source: Tipo
en: Type

source: Tipo de colaboración
en: Collaboration type
pt: Tipo de colaboração

source: Titular
en: Headline
pt: Título

source: Título de la oportunidad
en: Opportunity title
pt: Título da oportunidade

source: Toca dos veces para agregar
en: Double tap to add
pt: Toque duas vezes para adicionar

source: Toca dos veces para quitar
en: Double tap to remove
pt: Toque duas vezes para remover

source: Todas
en: All

source: Todos
en: All

source: Tus alianzas confirmadas aparecerán aquí.
en: Your confirmed alliances will appear here.
pt: Suas alianças confirmadas aparecerão aqui.

source: Tus conexiones
en: Your connections
pt: Suas conexões

source: Tus habilidades
en: Your skills
pt: Suas habilidades

source: Tus intereses
en: Your interests
pt: Seus interesses

source: Tus matches
en: Your matches
pt: Seus matches

source: Ubicación
en: Location
pt: Localização

source: Ver mapa de cerca de mí
en: View near-me map
pt: Ver mapa de perto de mim

source: Ver oportunidad
en: View opportunity
pt: Ver oportunidade

source: Voluntariado
en: Volunteering

source: Marca
en: Brand

source: Océano
en: Ocean
pt: Oceano

source: Atardecer
en: Sunset
pt: Pôr do sol

source: Bosque
en: Forest
pt: Floresta

source: Fuego
en: Fire
pt: Fogo

source: Rosa
en: Rose

source: Noche
en: Night
pt: Noite

source: Carrera: %@
en: Career: %@
pt: Carreira: %@

source: Ubicación: %@
en: Location: %@
pt: Localização: %@

source: Cambiar avatar, %@
en: Change avatar, %@
pt: Trocar avatar, %@

source: Envía una solicitud de interés a %@
en: Send an interest request to %@
pt: Envie uma solicitação de interesse para %@

source: Disponibilidad: %@ horas por semana
en: Availability: %@ hours per week
pt: Disponibilidade: %@ horas por semana

source: %@, %@. %@. Modalidad: %@. Compatibilidad: %@ por ciento, nivel %@.
en: %@, %@. %@. Modality: %@. Compatibility: %@ percent, level %@.
pt: %@, %@. %@. Modalidade: %@. Compatibilidade: %@ por cento, nível %@.

source: %@, %@. Estado: %@. Compatibilidad: %@ por ciento.
en: %@, %@. Status: %@. Compatibility: %@ percent.
pt: %@, %@. Status: %@. Compatibilidade: %@ por cento.

source: Conexión activa: %@ en %@. Compatibilidad: %@ por ciento.
en: Active connection: %@ at %@. Compatibility: %@ percent.
pt: Conexão ativa: %@ na %@. Compatibilidade: %@ por cento.

source: Color
pt: Cor
